{
    "LocaleLayout": {
      "title": "Portfolio"
    },
    "page": {
      "me": "I am a programmer at the beginning of my professional path. I am a person committed to the tasks I perform, I'm happy to learn new things. I care about further development. I have made several projects that may attract attention."
    },
    "Introduction": {
    },
    "Contact": {
        "copied_text": "Copied text",
        "cl_err": "An error occurred while copying to the clipboard:",
        "al_err": "Text copy error: ",
        "open_cv": "Open CV",
        "copy": "Copy"
    },
    "Experience": {
      "header": "Work Experience",
      "positions": {
        "trainee": "Trainee",
        "junior": "Junior",
        "mid": "Mid",
        "senior": "Senior"
      },
      "duties": {
        "0job": "initial hardware diagnostics, repair of damaged components, configuration of network equipment",
        "1job": "initial hardware diagnostics, repair of damaged components, hardware configuration and uploading the necessary software"
      }
    },
    "Projects": {
      "header": "Projects",
      "code_on": "Code on",
      "0name": "Online shop",
      "0description": "Main page contains filters by price and product categories, page pagination. Shopping cart with necessary functions (changing the number of purchased products and deleting them). Section with completed orders. Admin panel for managing the store with the functions of adding, editing, previewing and deleting products. ",
      "1name": "Todo list",
      "1description": "Adds, deletes and edits added tasks in real time. Completed tasks move to the section with other completed tasks.",
      "2name": "Online test",
      "2description": "The application displays one question out of several, collecting the selected answers. After completing the test, the user has a preview of all questions with their own and correct answers. ",
      "3name": "Portfolio",
      "3description": "Frontend side made in Next.js. Fully responsible. This website is intended to bring together all my projects and experience"
    }
  }