{
    "LocaleLayout": {
      "title": "Portfolio"
    },
    "page": {
      "me": "Jestem programistą na początku swojej ścieżki zawodowej. Jestem osobą zaangażowaną w wykonywane zadania, bardzo chętnie uczę się nowego. Zależy mi na dalszym rozwoju. Wykonałem kilka projektów które mogą przyciągnąć uwagę. "
    },
    "Introduction": {
    },
    "Contact": {
        "copied_text": "Skopiowany tekst ",
        "cl_err": "An error occurred while copying to the clipboard:",
        "al_err": "Text copy error: ",
          "open_cv": "Otwórz CV",
          "copy": "Kopiuj"
    },
    "Experience": {
      "header": "Doświadczenie zawodowe",
      "positions": {
        "trainee": "Praktykant",
        "junior": "Junior",
        "mid": "Mid",
        "senior": "Senior"
      },
      "duties": {
        "0job": "wstępna diagnostyka sprzętu naprawa uszkodzonych komponentów konfiguracja sprzętu sieciowego",
        "1job": "diagnostyka sprzętu naprawa uszkodzonego sprzętu konfiguracja sprzętu oraz wgrywanie niezbędnego oprogramowania"
      }
    },
    "Projects": {
      "header": "Projekty",
      "code_on": "Kod na",
      "0name": "Sklep internetowy",
      "0description": "Strona główna zawiera filtry po cenie jak i kategoriach produktów, paginację stron. Koszyk z niezbędnymi funkcjami (zmiana liczby kupowanych produktów oraz ich usunięcie). Sekcję z dokonanymi zamówieniami. Panel administratora do zarządzania sklepem z funkcjami dodawania, edycją, podglądem oraz kasowaniem produktów.",
      "1name": "Lista zadań do zrobienia",
      "1description": "W czasie rzeczywistym dodaje, kasuje, edytuje dodane zadania. Wykonane zadania przenoszą się do sekcji z innymi wykonanymi zadaniami.",
      "2name": "Test Online",
      "2description": "Aplikacja wyświetla jedno pytanie z kilku, zbierając zaznaczone odpowiedzi. Po zakończeniu testu użytkownik ma podgląd na wszystkie pytania ze swoimi oraz poprawnymi odpowiedziami ",
      "3name": "Portfolio",
      "3description": "Frontend side made in Next.js. Fully responsible. This website is intended to bring together all my projects and experience"
    }
  }